[
  {
    "type": "pop",
    "value": "Hello valiant soldier. This is the 19th century and we are in the middle of the American Civil War. You fight with your ||creature|| on the side of the northern states, also called the Union, against the Confederate States of America to release the slaves. We are located near the Bull Run River and the southern troops are going to attack us. ",
    "title": "Abraham Lincoln:"
  },
  {
    "type": "pop",
    "value": "But first I'll show you how to fight against other creatures.",
    "title": "Abraham Lincoln:"
  },
  {
    "type": "text",
    "value": "Tutorialkampf"
  },
  {
    "type": "fight",
    "enemy": "Lop",
    "lvl": 1
  },
  {
    "type": "pop",
    "value": "That was impressive, you did a great job, young soldier! Everytime you win a fight you gain experience and become stronger, because your ||creature|| goes one level up. In my oppinion it is not longer necessary to teach you how to fight. From now on you have to manage the battles against enemy soldiers and their creatures without me, but I'm always at your side if you have any questions. I'm sure that with your help we will be victorious in this war!",
    "title": "Abraham Lincoln:"
  },
  {
    "type": "text",
    "value": "The First Battle of Bull Run begins now, on the July 21 1861 in Viginia near the cities of Manassas and Washington D.C."
  },
  {
    "type": "text",
    "value": "An enemy soldier and his creature are attacking you!"
  },
  {
    "type": "fight",
    "enemy": "Birwon",
    "lvl": 2
  },
  {
    "type": "text",
    "value": "You just won a fight, but there is already a next opponent waiting for you!"
  },
  {
    "type": "fight",
    "enemy": "Aestas",
    "lvl": 3
  },  
  {
    "type": "pop",
    "value": "Hey young soldier! You're doing well, but the battle is only starting. We have order to advance to General Albert Johnston's tent and capture him",
    "title": "Union soldier:"
  },
  {
    "type": "fight",
    "enemy": "Souri",
    "lvl": 4
  },
  {
    "type": "text",
    "value": "Be careful! There's another soldier who wants to attack you!"
  },
  {
    "type": "fight",
    "enemy": "Oedipus",
    "lvl": 5
  },  
  {
    "type": "pop",
    "value": "Hey scaredy-cat! Don't just stand around, let's fight!",
    "title": "Enemy soldier:"
  },
  {
    "type": "fight",
    "enemy": "Sandmin",
    "lvl": 6
  },
    {
    "type": "text",
    "value": "You advanced to the tent of the enemy commander. There are only two guards protecting it. You have to beat both of them to finally compete with General Johnston."
  },
  {
    "type": "text",
    "value": "The first guard is attacking you!"
  },
  {
    "type": "fight",
    "enemy": "Phnax",
    "lvl": 7
  },
  {
    "type": "text",
    "value": "The second guard is attacking you!"
  },
  {
    "type": "fight",
    "enemy": "Hugulo",
    "lvl": 8
  },
  {
    "type": "pop",
    "value": "Be careful my friend, now we're going to enter the commanders tent. Don't lose courage! General Johnston and his creature are tough opponents, but your ||creature|| and you are tough as well.",
    "title": "Union soldier:"
  },
  {
    "type": "text",
    "value": "You step into the tent and confront the general bravely."
  },
  {
    "type": "pop",
    "value": "You little Union soldier will never beat me! We'll destroy the weak northern states and continue slavery for our own prosperity and wealthiness. The Confederate States of America shall prevail!",
    "title": "General Albert Johnston:"
  },
  {
    "type": "fight",
    "enemy": "Laudiphant",
    "lvl": 9
  },
  {
    "type": "money",
    "amount": 4000
  },
  {
    "type": "pop",
    "value": "That was a great achievement, ||name||, but I'm sorry to say that the troops of the northern states lost this battle. We have to flee now, otherwise we'll get captured!",
    "title": "Union soldier:"
  },
  {
    "type": "text",
    "value": "The residual soldiers of the northern states and you flee. You manage to arrive in a small town near Corinth in Tennessee, where a huge Union troop is stationed."
  },
  {
    "type": "pop",
    "value": "Hello my friend, I'm pleased to see you! I've heard about your great achievements and fortitude at the Bull Run. Hopefully you are willing to prove yourself for a second time, because we are planning to conquer territories, wich are occupied by the southern states.",
    "title": "Abraham Lincoln:"
  },
  {
    "type": "text",
    "value": "The Union army marches southeastward deep into Tennessee. It's a dangerous way, because there are many wild creatures which attack everybody who crosses their path. Be careful and never walk around without your ||creature||!"
  },
  {
    "type": "pop",
    "value": "Do you hear this noise? It sounds like something is rustling in the bush over there!",
    "title": "Union soldier:"
  },
  {
    "type": "text",
    "value": "A wild ||enemy|| rushes out and runs towards you!"
  },
  {
    "type": "fight",
    "enemy": "Joeey",
    "lvl": 10
  },
  {
    "type": "pop",
    "value": "Help me! Here are other creatures which attack our troop. I can't beat them alone!",
    "title": "Union soldier:"
  },
  {
    "type": "text",
    "value": "You step towards the soldier and a few of the creatures instantly attack you."
  },
  {
    "type": "fight",
    "enemy": "Karlson",
    "lvl": 11
  },
  {
    "type": "fight",
    "enemy": "Papilio",
    "lvl": 12
  },
  {
    "type": "text",
    "value": "Union soldier: Thanks, you saved my life. I owe you, but I don't have much. Here take these 500$."
  }
  {
    "type": "money",
    "ammount": 500
  },
  {
    "type": "text",
    "value": "You continue your journey to the west bank of Pittsburg Landing, Tennessee."
  },
  {
    "type": "pop",
    "title": "Ulysses",
    "value": "Hey you, ||name||, there are wild Ferreons at the riverside. The are basicly racoons, but way stronger and more agressive. You need to secure the area so we can set up a camp."
  },
  {
    "type": "fight",
    "enemy": "Ferreon",
    "lvl": 13
  },
  {
    "type": "text",
    "value": "And there's another one."
  },
  {
    "type": "fight",
    "enemy": "Ferreon",
    "lvl": 14
  },
  {
    "type": "text",
    "value": "You return to the other soldiers and they star setting up the camp."
  }
]